Repository: owaisazmal/Swift-Scribe
Catalog: NotesApp/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr

source: Zooms out until everything on the whiteboard is in view
de: Zoomt heraus, bis alles auf dem Whiteboard zu sehen ist
es: Se aleja hasta que se ve todo lo que hay en la pizarra
fr: Prend du recul jusqu’à ce que tout le contenu du tableau blanc soit visible

# %@: %@ on %@
source: %1$@: %2$@ on %3$@
es: %1$@: %2$@ en %3$@
fr: %1$@ : %2$@ sur %3$@

source: Backup
es: Copia de seguridad
fr: Sauvegarde

source: ellipse
es: elipse

source: in %@
es: en %@
fr: dans %@

source: Link…
es: Enlace…
fr: Lien…

source: Name
es: Nombre
fr: Nom

source: Optional
es: Opcional
fr: Facultatif

source: Pause
es: Pausa

source: Position
es: Posición

source: Scan %@
es: Escaneo %@
fr: Numérisation %@

source: Sticker
es: Pegatina
fr: Autocollant

source: Sticker, %@
es: Pegatina, %@
fr: Autocollant, %@

source: Sticker…
es: Pegatina…
fr: Autocollant…

source: Storyboard
es: Guion gráfico

source: Tags
es: Etiquetas
fr: Étiquettes

source: To Do Tag
es: Etiqueta Pendiente
fr: Étiquette À faire

source: US Letter
es: Carta EE. UU.
fr: Lettre US

source: Version
es: Versión

source: Web link, %@
es: Enlace web, %@
fr: Lien web, %@

source: Whiteboard
es: Pizarra
fr: Tableau blanc

source: Whiteboard, %@
es: Pizarra, %@
fr: Tableau blanc, %@
